[{"chinese":"芬爱威伯胜过了一切。","english":"Fern loved Wilbur more than anything."},{"chinese":"她喜欢抚摩着他，喂他，抱他上床睡觉。","english":"She loved to stroke home, to feed him, to put him, to put him to bed."},{"chinese":"每天早晨，只要她一起床，就亲自给他热牛奶，再为他系上围嘴儿，为他拿着瓶子。","english":"Every morning, as soon as she got up, she warmed his milk, tied his bid on, and held the bottle for him."},{"chinese":"每天下午，当校车停到她家门前，她就会跳下车，跑到厨房为他准备另一瓶牛奶。","english":"Every afternoon, when the school bus stopped in front of her house, she jumped out and ran to the kitchen to fix another bottle for him."},{"chinese":"晚饭时她还要一遍遍地喂他，直到上床就寝前为止。","english":"She fed him again at suppertime, and again just before going to bed."},{"chinese":"每天下午，芬刚离开学校的时候，阿拉贝尔太太就替芬喂威伯。","english":"Mrs.Arable gave him a feeding around noontime each day, when Fern was away in school."},{"chinese":"威伯虽然喜欢喝奶，但只有芬为他热奶时，他才感到莫大的幸福。","english":"Wilbur loved his milk, and he was never happier than when Fern was warming up a bottle for him."},{"chinese":"这时他会站起来，用充满深情的眼睛注视着她。","english":"He would stand and gaze up at her with adoring eyes."},{"chinese":"在威伯出生后的最初数天里，他被允许住在厨房火炉旁的盒子里。","english":"For the first few days of his life, Wilbur was allowed to live in a box near the stove in the kitchen."},{"chinese":"可后来，阿拉贝尔太太开始抱怨说，他该搬到柴棚那儿的大一点的房子里去住。","english":"Then when Mrs.Arable complained, he was moved to a bigger box in the woodshed."},{"chinese":"因此在两周大的时候，他被挪到了户外。","english":"At two weeks of age, he was moved outdoors."},{"chinese":"已经快到苹果树开花的时候了，天气正在变暖。","english":"It was apple-blossom time, and the days were getting warmer."},{"chinese":"阿拉贝尔先生在苹果树下为威伯特别圈了一座小院子，在里面给他搭了一个铺满稻草的大房子，房子底下还留出一个小门，如果他高兴，他可以随时从中进出。","english":"Mr.Arable fixed a small yard specially for Wilbur under an apple tree, and gave him a lager wooden box full of straw, with a doorway cut in it so he could walk in and out as he pleased."},{"chinese":"“他在夜里不会冷吗？” 芬问道。","english":"\"Won't he be cold at night?\" asked Fern."},{"chinese":"“不会的，”她的父亲说，“你只要看他都在做什么就知道了。”","english":"\"No,\" said her father. \"Your watch and see what he dose.\""},{"chinese":"芬拿了一瓶牛奶，坐到小院子里的苹果树下。","english":"Carrying a bottle of milk, Fern sat down under the apple tree inside the yard."},{"chinese":"威伯立刻朝她跑过来，她握住奶瓶喂他喝。","english":"Wilbur ran to her and she held the bottle for him while he sucked."},{"chinese":"吸吮完最后一滴后，威伯打着满意的呼噜，睡意朦胧地踱进小房子里去了。","english":"When he had finished the last drop, he grunted and walked sleepily into the box."},{"chinese":"芬趴在房门口往里窥视。","english":"Fern peered through the door."},{"chinese":"见威伯正用他的鼻子拱那些稻草。","english":"Wilbur was poking the straw with his snout."},{"chinese":"只一小会儿，他就在稻草间掘出了一个坑。","english":"In a short time he had aug a tunnel in the straw."},{"chinese":"他爬进坑里，完全被稻草盖住了，就此从芬的视线里消失。","english":"He crawled into the tunnel and disappeared from sight, completely covered with straw."},{"chinese":"芬简直看入迷了。","english":"Fern was enchanted."},{"chinese":"她这才放了心，因为她知道她的宝宝睡得既舒服又暖和。","english":"It relieved her mind to know that her baby would sleep covered up, and would stay warm."},{"chinese":"每天早饭后，威伯都和芬一起走到路上，直到校车开来。","english":"Every morning after breakfast, Wilbur walked out to the road with Fern and waited with her till the bus came."},{"chinese":"。等她挥手和他说完再见，他便站在那里望着汽车，直到车拐个弯儿开远。","english":"She would wave good-bye to him, and he would stand and watch the bus until it vanished around a turn."},{"chinese":"芬上学时，威伯就被关到他的院子里。","english":"While Fern in school, Wilbur was shut up inside his yard."},{"chinese":"但只要下午芬一回来，她就会把他领出来，他便跟着她到处溜达。","english":"But as soon as she got home in the afternoon, she would take him out and he would follow her around the place."},{"chinese":"如果她进屋，威伯便也跟着往里走。","english":"If she went into the house, Wilbur went too."},{"chinese":"如果她上了楼，威伯便在台阶上等着，直到她再次走下来。","english":"If she went upstairs, Wilbur would wait at the bottom step until she came down again."},{"chinese":"如果她用婴儿车带着自己的玩具娃娃去散步，威伯也会在后面跟着。","english":"If she took her doll for a walk in the doll carriage, Wilbur followed along."},{"chinese":"有时，威伯有点儿走累了，芬就把他抱起来，放到车里的娃娃边上。","english":"Sometimes, on these journeys, Wilbur would get tired, and Fern would pick him up and put him in the carriage along side the doll."},{"chinese":"他很喜欢这样。","english":"He likes this."},{"chinese":"如果他非常的累，他就闭上眼睛，在娃娃身上蒙着的毯子下进入梦乡。","english":"And if he was very tired, he would close his eyes and go to sleep under the doll's blanket."},{"chinese":"他闭着眼的时候看起来格外的酷，因为他的眼睫毛是那么的长。","english":"He looked cute when his eyes were closed, because his lashes were so long."},{"chinese":"娃娃也会闭眼睛呢。这时芬就会慢慢的、稳稳的推着小车，以免把她的宝宝们从梦中摇醒。","english":"The doll would close her eyes, too, and Fern would wheel the carriage very slowly and smoothly so as not to wake her infants."},{"chinese":"一个温暖的下午，芬和埃弗里穿上他们的游泳衣去小河边游泳。","english":"One warm afternoon, Fern and Avery put on bathing suits and went down to the brook for a swim."},{"chinese":"威伯也紧紧在芬的脚后跟着，和她一齐涉进水里。","english":"Wilbur tagged along at Fern's heels. When she waded into the brook, Wilbur waded in with her."},{"chinese":"可他感觉水很凉——凉得让他非常不喜欢。","english":"He found the water quite cold -- too cold for his liking."},{"chinese":"所以当孩子们开始游泳并互相撩水玩儿时，威伯就在河边的泥地上玩，那里又暖又湿，让他很开心。","english":"So while the children swam and played and splashed water at each other, Wilbur amused himself in the mud along the edge of the brook, where it was warm and moist and delightfully sticky and oozy."},{"chinese":"每日都是快乐的，每夜都是宁静的。","english":"Every day was a happy day, and every night was peaceful."},{"chinese":"因为生在春天，所以威伯是头农夫们所谓的“春猪”。","english":"Wilbur was what farmers call a spring pig, which simply means that he was born in springtime."},{"chinese":"当他有五星期大时，阿拉贝尔先生说，他现在大得可以出卖了，因此应该被卖掉。","english":"When he was five weeks old, Mr.Arable said he was now big enough to sell, and would have to be sold."},{"chinese":"芬听后，放声大哭起来。","english":"Fern broke down and wept."},{"chinese":"但她的父亲却还是坚持要卖威伯。","english":"But her father was firm about it."},{"chinese":"威伯的食量变大了，除了牛奶他也开始吃散碎的食物了。","english":"Wilbur's appetite had increased; he was beginning to eat scraps of food in addition to milk."},{"chinese":"阿拉贝尔先生不愿意再养他。","english":"Mr.Arable was not willing to provider for him any longer."},{"chinese":"他已经卖掉了威伯的十个哥哥姐姐了。","english":"He had already sold Wilbur's ten brothers and sisters."},{"chinese":"“他必须得走，芬，”他说，“你已经体验到了养小猪的乐趣了，可威伯不再是小猪了，得被卖掉才行。”","english":"\"He's got to go, Fern,\" he said. \"You have had your fun raising a baby pig, but Wilbur is not a baby any longer and he has got to be sold.\""},{"chinese":"“给祖克曼舅舅打个电话，”阿拉贝尔太太对芬建议。","english":"\"Call up the Zuchkermans,\" suggested Mrs.Arable to Fern."},{"chinese":"“你霍默舅舅也养过猪。如果威伯卖到他那里，你就能顺着小路去看威伯了 —— 只要你愿意的话。”","english":"\"Your Uncle Homer sometimes raises a pig. And if Wilbur goes there to live, you can walk down the road and visit him as often as you like.\""},{"chinese":"“我该向他要多少钱呢？”芬很想知道这一点。","english":"\"Home much money should I ask for him?\" Fern wanted to know."},{"chinese":"“该要多少呢，”她的父亲说，“他长得这么瘦。告诉你霍默舅舅，你有一头小猪，只卖他六美元，看他有什么意见。”","english":"\"Well,\" said her father, \"he's runt. Tell your Uncle Homer you've got a pig you'll sell for six dollars, and see what he says.\""},{"chinese":"这事一会儿就办妥了","english":"It was soon arranged."},{"chinese":"伊迪丝舅妈听到芬打来的电话，便大声的叫在谷仓干活的霍默舅舅来听。","english":"Fern phoned and got her Aunt Edith, and her Aunt Edith hollered for Uncle Homer, and Uncle Homer came in from the barn and talked to Fern."},{"chinese":"当他听说小猪只卖六美元时，便说他决定买下了。","english":"When he heard that the price was only six dollars, he said he would buy the pig."},{"chinese":"第二天，威伯被从他在苹果树下的小房子里带走，住进了祖克曼先生的谷仓下面，地窖里的牛粪堆旁。","english":"Next day Wilbur was taken from his home under the apple tree and went to live in a manure pile in the cellar of Zuchkerman's barn."}]